export const navLinks = [
    {
        text: 'О нас',
        href: '/about',
        key: 'О нас'
    },
    {
        text: 'Проекты',
        href: '/projects',
        key: 'Проекты'
    },
    {
        text: 'Пожертвования',
        href: '/donations',
        key: 'Пожертвования'
    },
    {
        text: 'Контакты',
        href: '/contacts',
        key: 'Контакты'
    }
]

export const resNavLinks = [
    {
        text: 'О нас',
        href: '/about',
        key: 'about'
    },
    {
        text: 'Проекты',
        href: '/projects',
        key: 'projects'
    },
    {
        text: 'Пожертвования',
        href: '/donations',
        key: 'donations'
    },
]

export const aboutUsImages = [
    {
        id: 0,
        image: '/seth-doyle-1.png'
    },
    {
        id: 1,
        image: '/seth-doyle-2.png'
    },
    {
        id: 2,
        image: '/seth-doyle-3.png'
    },
]

export const ourTeamImages = [
    {
        index: 0,
        image: '/our-team-4.png',
        title: 'Токтобеков Эркебулан',
        position: 'Директор фонда'
    },
    {
        index: 1,
        image: '/our-team-3.png',
        title: 'Нургазиева Айдай',
        position: 'Директор по фандрайзингу'
    },
    {
        index: 2,
        image: '/our-team-2.png',
        title: 'Акматова Айжанат',
        position: 'Финансовый директор'
    },
    {
        index: 3,
        image: '/our-team-6.png',
        title: 'Джумагулов Нурболот',
        position: 'Руководитель юридического департамента'
    },
    {
        index: 4,
        image: '/our-team-5.png',
        title: 'Исабекова Адиля',
        position: 'Руководитель отдела развития'
    },
    {
        index: 5,
        image: '/our-team-1.png',
        title: 'Торобеков Эрназ',
        position: 'IT-директор'
    }
]

export const cards = [
    {
        image: '/ruslan.jpeg',
        title: 'Радиохирургическое лечение на установке «Гамма-нож»',
        description: 'Сбор на курсы когнитивной реабилитации'
    },
    {
        image: '/zhenya.jpeg',
        title: 'Системная психо-физическая реабилитация',
        description: 'Сбор на системную психо-физическую'
    },
    {
        image: '/emir.jpg',
        title: 'Молекулярно-генетические исследования',
        description: 'Сбор на молекулярно-генетические'
    },
    {
        image: '/maksim.jpeg',
        title: 'Когнитивная реабилитация',
        description: 'Сбор завершен'
    },
    {
        image: '/masha.png',
        title: 'Инвазивный ЭЭГ-мониторинг',
        description: 'Сбор на обследование для 1 подопечного'
    },
    {
        image: '/sonya.jpeg',
        title: 'Протонная терапия',
        description: 'Сбор завершен'
    }
]

export const FEATURES = [
    {
      title: "Денежные пожертвования",
      description: "Это наиболее распространенный тип пожертвований. Люди и организации могут перевести финансовые средства на счет фонда. Денежные пожертвования могут быть одноразовыми или регулярными (ежемесячными, ежеквартальными и т.д.).",
      imageUrl: "/charity.png",
    },
    {
      title: "Благотворительные мероприятия",
      description: "Фонды могут организовывать разнообразные мероприятия, такие как благотворительные вечера, галерейные выставки, концерты, аукционы и спортивные события. Участники мероприятий могут пожертвовать средства на фонд, покупая билеты или участвуя в аукционах.",
      imageUrl: "/calendar.png",
    },
    {
      title: "Корпоративное спонсорство",
      description: "Компании могут поддерживать фонды, предоставляя финансовые средства или ресурсы для реализации благотворительных проектов. Это может включать партнерства, спонсорские взносы или предоставление услуг и товаров",
      imageUrl: "/donation.png",
    },
    {
      title: "Вещевые пожертвования",
      description: "Люди и организации могут пожертвовать предметы, такие как одежда, обувь, игрушки, книги и другие товары, которые могут быть использованы для поддержки нуждающихся.",
      imageUrl: "/tshirt.png",
    },
    {
      title: "Пожертвования времени и талантов",
      description: "Некоторые фонды ценят не только финансовую помощь, но и пожертвования времени и экспертизы. Волонтеры могут участвовать в различных проектах фонда, предоставляя свои знания и навыки.",
      imageUrl: "/care.png",
    },
    {
      title: "Легаты и завещания",
      description: "Люди могут включить благотворительные организации в свои завещания, оставив часть своего имущества или деньги на развитие проектов фонда.",
      imageUrl: "/home.png",
    },
]

export const newsCards = [
    {
        image: '/news-img-1.webp',
        title: 'Сдать кровь в выходные сентября',
        description: 'Дорогие доноры, в сентябре приглашаем вас в Московский областной Центр крови'
    },
    {
        image: '/news-img-2.jpeg',
        title: 'Как клиенты Тинькофф помогают детям',
        description: 'Поступил огромный перевод от банка Тинькофф: 22,8 млн рублей.'
    },
    {
        image: '/news-img-3.webp',
        title: '«Коробки храбрости» все еще пусты',
        description: 'Недавно мы уже обращались к вам с просьбой помочь нам наполнить игрушками.'
    },
    {
        image: '/news-img-4.jpeg',
        title: '«За деньги можно купить даже не здоровье, а жизнь»',
        description: 'Благотворитель и донор фонда «Кайтар Дуйно»'
    },
    {
        image: '/news-img-5.webp',
        title: 'Особенные учителя',
        description: 'Ко дню учителя издание Super подготовило специальный выпуск про особенных учителей'
    }
]

export const announImages = [
    {
        image: '/announ-img-1.webp',
    },
    {
        image: '/announ-img-2.jpeg', 
    },
    {
        image: '/announ-img-3.jpeg',
    }
]

export const contactsItems = [
    {
        img: '/phone.svg',
        title: 'Телефон'
    },
    {
        img: '/address.svg',
        title: 'Адрес офиса'
    },
    {
        img: '/mail.svg',
        title: 'Почта'
    }
]